Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J42.tmx
Source language: en_us
Languages: zh_cn

source: 1 Academic Freedom
zh_cn: 第一章学术自由

source: IN THE SPRING OF 1977, Columbia University announced that it would offer Henry Kissinger a special chair in international relations amply endowed with funds for staff support and research.
zh_cn: 1977年春，哥伦比亚大学宣布将聘任亨利·基辛格为该校国际关系专业的特聘教授。该校国际关系专业拥有雄厚的资金，能为其在人员配备和开展研究方面提供坚强的后盾。

source: In the weeks that followed, many students and professors vigorously protested the appointment, citing Dr. Kissinger's involvement in the bombing of Hanoi, the invasion of Cambodia, and the prolongation of the Vietnam War.
zh_cn: 然而，在随后几个星期内，许多学生和教授对此项聘任提出了强烈抗议，理由是基辛格博士参与了美国轰炸河内、入侵柬埔寨和延长越战时间等政策的制定。

source: Eventually, the controversy died when Kissinger declared that he was not prepared to accept Columbia's offer. But the episode left a number of issues unresolved.
zh_cn: 此事的争论最终以基辛格发表不准备接受特聘教授职位的声明之后而告平息，但它遗留下了许多悬而未决的问题。

source: Dr. Kissinger's attackers insisted that they were not violating his academic freedom by objecting to actions that he took as Secretary of State.
zh_cn: 基辛格博士的抨击者们坚持认为，他们对基辛格担任国务卿时的所作所为持反对态度并没有违反学术自由。

source: And yet, was Columbia at liberty to reject Dr. Kissinger's appointment on the basis of policies he had earlier espoused, simply because he advocated them not as a scholar, but as a public servant?
zh_cn: 然而，仅仅因为基辛格——一不是作为一名学者，而是作为一名公务员——以前提出过的政策，哥伦比亚大学就可以针对这些政策而否决对他的聘任吗？

source: Should the administration have agreed to pass a moral judgment on those policies on the ground that they were no mere opinions but views translated into decisions causing death and destruction to thousands of people?
zh_cn: 难道校方行政管理层以那些政策不仅仅是建议，而是已付诸实施、造成数千人死难的决定为由，就能够对那些政策进行一次道义上的评估吗？

source: In considering a faculty appointment, should the university evaluate a candidate's behavior in public office if the actions involved matters, such as the bombing of Hanoi, that bore no clear relation to his field of scholarly competence?
zh_cn: 在考虑教师聘任时，如果特聘教授候选人的行为涉及到了诸如轰炸河内等与其本人学术能力领域没有明确关系的事务，难道大学就应该对候选人在政府机构里任职时的行为进行评估吗？

source: These questions remind us that disputes over academic freedom have not disappeared.
zh_cn: 这些问题提醒我们，有关学术自由问题的争论还远未平息。

source: In fact, they have grown more complicated in an age when faculty members have become involved with important controversies in the "real world."
zh_cn: 事实上，在目前这样一个时代里，大学教学人员都参与了对“现实世界”中诸多重大问题的辩论，因而争论也就变得愈加错综复杂。

source: Such problems deserve thoughtful consideration, since they bear directly on the way a university functions and the values that underlie its intellectual activities.
zh_cn: 此类问题值得我们深思，因为这些问题的解决直接关系到大学功能的作用方式及其智力活动的潜在价值。

source: The Case for Academic Freedom
zh_cn: 学术自由问题

source: Freedom of expression, in all its forms, can be justified on two fundamental grounds.
zh_cn: 所有形式的言论自由，都可以根据两个基本理由来判断。

source: For the individual, the right to speak and write as one chooses is a form of liberty that contributes in important ways to a rich and stimulating life.
zh_cn: 就个人而言，他所选择的言论和写作权力作为一种自由形式在许多重要方面都有助于丰富和激励其生活。

source: To be deprived of such liberty is to lose the chance to participate fully in an intellectual exchange that helps to develop one's values, to make one's meaning of the world, to exercise those qualities of mind and imagination that are most distinctively human.
zh_cn: 这种自由一旦被剥夺，他就失去了充分参与智力交流活动的机会，而智力交流活动却是有助于培养人的价值观，有助于认识世界，有助于发挥那些最具人性特点的思维和想像力的。

source: Beyond its significance to the individual, freedom of speech has traditionally been regarded in this country as important to the welfare of society.
zh_cn: 言论自由，除了对个人具有重要意义之外，传统上在美国已被看做是与社会福利同等重要的一个问题。

source: Throughout history, much progress has occurred through growth in our understanding of ourselves, our institutions, and the environment in which we live.
zh_cn: 纵观历史，当我们在了解自我、了解我们的社会公共机构以及我们生存环境的发展进程时，发现社会已取得了很大进步。

source: But experience teaches us that major discoveries and advances in knowledge are often highly unsettling and distasteful to the existing order.
zh_cn: 但是，经验告诉我们，重大的发现和知识的进步对现存的社会秩序来说经常是一个不稳定的因索。

source: Only rarely do individuals have the intelligence and imagination to conceive such ideas and the courage to express them openly.
zh_cn: 这种观点，仅凭个人的智力和想像力，很少有人能够设想得到，而且个人也不具备公开表述此类观点的勇气。

source: If we wish to stimulate progress, we cannot afford to inhibit such persons by imposing orthodoxies, censorship, and other artificial barriers to creative thought.
zh_cn: 如果我们希望推动社会进步，我们就不能用传统观念对这些人加以约束，也不能设置其他人为的障碍来抑制创造性思维。

source: These reasons provide the intellectual foundation for the guarantees set forth in the First Amendment of our Constitution.
zh_cn: 这些理由是我们宪法第一条修正案中提出的各项保证的智力基础。

source: Even so, we must acknowledge that our commitment to free speech is more a matter of faith than a product of logic or empirical demonstration.
zh_cn: 尽管如此，我们也必须认识到，我们承诺言论自由与其说是逻辑或经验论证的产物，还不如说是一个事关信仰的问题。

source: It is always possible that the exercise of this liberty will produce mistakes and misperceptions that will mislead the public and actually result in harmful policies.
zh_cn: 行使这种自由也总是可能会出现差错和误解，从而误导公众，最终制订出有害的实际政策。

source: In contrast to many other countries, however, ours has elected to guard against these dangers not by censorship, but by encouraging open discussion in which ideas can be subjected to criticism and errors can be corrected through continuing argument and debate.
zh_cn: 然而，与其他许多国家相比，我们的国家选择了鼓励公开辩论的方式来防止危害的出现，而不是依靠审查制度。只有这样做，各种思想才能够得到评判，以便我们在持续的争辩和讨论过程中纠正错误。

source: Universities should be unreserved in supporting these principles, since freedom of expression is critical to their central mission.
zh_cn: 因此，大学应该毫无保留地支持这些原则，因为言论自由对大学的中心使命来说至关重要。

source: This point deserves a word of elaboration, for now that universities have become more involved in the society and more important to its development, they have acquired different constituencies that view their purpose in somewhat different ways.
zh_cn: 既然大学已越来越深入社会，对社会的发展日显重要，而且大学也拥有不同的支持者，他们考虑目标的方式也有所不同，那么上述这一观点就值得详细阐述。

source: To parents and students, universities are chiefly places where young people can obtain an education and spend several pleasant, intellectually stimulating years.
zh_cn: 对家长和学生来说，大学是年青人能够接受教育的主要场所，也是他们能够度过几年快乐时光、活跃智慧能力的一个主要地方。

source: To the learned callings, universities are the locus of leading professional schools that select able students and train them to serve as competent practitioners.
zh_cn: 对需要高深学识的职业来说，大学是挑选才智出众的学生、培养合格的专业人才的中心地带。

source: To the government, universities are vehicles to help achieve social goals, such as equal opportunity for minorities, as well as important sources of sophisticated knowledge needed for defense, foreign policy, medicine, and technological development.
zh_cn: 对政府来说，大学是帮助其实现社会目标的工具，如各民族机会均等以及国防和外交政策、医学和技术发展所需的重要的高深精密知识资源等。

source: To corporate and foundation executives, along with public officials, universities are also valuable repositories of expertise from which to gain advice in addressing complicated questions.
zh_cn: 对公司和基金会决策者以及政府官员来说，大学也是他们在处理复杂问题时赖以获取建议的知识宝库。

source: Though all of these perceptions are accurate, we could probably obtain most of the services mentioned without having to create a university.
zh_cn: 虽然所有这些观点都是正确的，但我们或许也可以在不必创建大学的情况下获得上述服务。

source: For example, independent colleges could provide an excellent undergraduate education, as many of them do already.
zh_cn: 例如，私立学院就可以提供非常优秀的本科生教育，而且许多私立学院早已这样做了。

source: Separate institutions could be formed to offer professional training adequate to meet our practical needs.
zh_cn: 私立学校的建立可提供职业培训，足以满足我们的实际需要。

source: And consulting organizations could supply the specialized advice and analysis that public agencies and other institutions so often seek.
zh_cn: 此外，咨洵公司也可以向公共机构和其他机构提供它们不断追求的专业建议和分析。

source: While the various functions of the university could be reorganized and redistributed in this fashion, something important would be lost.
zh_cn: 然而，如果大学的各项功能按此种方式被重组，那么许多重要的内容就会丧失。

source: Neither colleges, nor consulting organizations, nor professional training schools can satisfy society's need for new knowledge and discovery.
zh_cn: 因为在这种情况下，无论学院和咨洵机构还是职业培训学校，都无法满足社会对新知识和新发现的需求。

source: True, one could look to some sort of research institute to perform this function. But even this alternative would not wholly replace what universities can supply.
zh_cn: 的确，人们可能会指望某类研究机构来承担这项功能，但是即使有这样的选择，也不能完全替代大学所被赋予的功能。

source: It is the special function of the university to combine education with research, and knowledgeable observers believe that this combination has distinct advantages both for teaching and for science and scholarship.
zh_cn: 大学的特殊功能在于把教育和研究相结合。有见识的观察家们相信，这种结合不仅对教学，而且对科学研究和学术成就都有明显的益处。

source: Experience suggests that graduate students learn best from working directly with able and established professors actively engaged in their own research, while the latter benefit in turn from the stimulation they derive from inquiring young associates.
zh_cn: 经验表明，研究生直接与那些才智出众，在已研究领域内积极从事科研且卓有建树的教授一起工作，能够获得最佳的学习效果；而后者则会为其年轻助手们的探索、钻研所激励，而获益非浅。

source: Without the marriage of teaching and research that universities uniquely provide, the conduct of scholarly inquiry and scientific investigation, as well as the progress of graduate training, would be unlikely to continue at the level of quality achieved over the past two generations.
zh_cn: 如果大学没有教学与科研紧密结合这项独特功能，学术探索和科学研究的实施以及研究生的培养在质量上都不可能达到过去几代人的水平。

source: In a society heavily dependent on advanced education and highly specialized knowledge, such a decline could be seriously detrimental to the public welfare.
zh_cn: 在当今这样一个十分依赖于高等教育的社会，质量的下降会给公共福利事业造成严重危害。

source: If this unique combination of education and discovery is the chief contribution of the university, how can its progress be secured?
zh_cn: 假如说这种教育与科研探索相结合的独特功能是大学的主要贡献，那么大学的进步怎样才能够得到保证呢？

source: Apart from the libraries, laboratories, and other facilities important to research, two ingredients are especially important.
zh_cn: 除了图书馆、实验室和其他研究设施之外，还有两个特别重要的组成因素。

source: The first of these is the ability to recruit the ablest and most creative people that can be attracted into academic life.
zh_cn: 第一个因素是能够招收最具才华和创造力的人才并使他们能为学术活动所吸引；

source: The second critical element is an environment of freedom in which professors can do their work without constraints or external direction.
zh_cn: 第二个重要因素是指教授们能够在一个不受约束和外界干扰的自由环境中开展工作。

source: Highly intelligent, imaginative people tend to resist orders from above and do not do their best work under such conditions.
zh_cn: 才智超群，想像力丰富的人往往会抵制那些限制和指令，因为在这种情况下，人们不能发挥出最佳的工作状态。

source: Even less desirable than centralized direction is the imposition of restraints on the kinds of ideas and hypotheses that scholars can publicly entertain, for such restrictions stifle the spirit of venture some inquiry while blocking off entire fields of investigation that seem threatening to those who have strong interests in maintaining the status quo.
zh_cn: 对学者们公开持有的观点和理论进行限制的做法甚至比那些集权化指令更令人讨厌，因为这种限制扼杀了大胆的探索精神，同时也阻碍了整个研究领域的发展；因为研究领域的发展对那些极力想维持现状的人来说似乎是一种威胁。

source: For these reasons, academic freedom is not merely a reflection of society's commitment to free speech; it is a safeguard essential to the aims of the university and to the welfare of those who work within it.
zh_cn: 基于这些原因，我们明白，学术自由不只是社会对言论自由作出承诺的一种反映，而且还是捍卫大学目的和教职员工利益必不可少的一个条件。

source: Teachers and scholars have a vital stake in continuing to enjoy the liberty to speak and write as they choose, because their lives are entirely devoted to developing and expounding ideas.
zh_cn: 一方面，对教师和学者来说，能否继续享有言论和写作自由的权力对教师和学者来说具有极大的利害关系，因为他们的一生都在致力于发展新的思想，阐述新的观点。

source: Universities in turn have a critical interest in preserving free expression, for without that freedom they will be hampered in appointing the most creative scientists and scholars and will suffer from forms of censorship that will jeopardize the search for knowledge and new discovery that represents their most distinctive contribution.
zh_cn: 另一方面，大学也极其注重言论自由，因为没有言论自由，大学顺利开展聘任最具创造力的科学家和学者的工作就会受阻；同时，大学因受到这样那样的审査的影响，会危及其对社会作出的最具特色的贡献——知识的探索和新的发现。

source: Opposition to Academic Freedom
zh_cn: 对学术自由的反对意见

source: Despite the force of these arguments, attacks upon academic freedom have continued over the years since the doctrine was proclaimed in 1915.
zh_cn: 尽管上述论点很有说服力，但学术自由原则自1915年提出后，也一直遭到了抨击。

source: For several decades, the assaults came chiefly from conservative groups disturbed by theories and ideas that seemed to undermine prevailing orthodoxies.
zh_cn: 在这数十年里，抨击主要来自保守派组织和团体，因为有的理论和思想似乎已削弱了曾一直是非常盛行的正统观念，这令他们感到困惑不安。

source: More recently, however, the greatest challenges to free expression on the campus have come from students and faculty on the Left who have launched vigorous attacks on professors involved in the Vietnam War or in disputes over matters affecting race.
zh_cn: 尽管如此，最近一些时期，校园里言论自由的最大挑战却是来自于左翼师生，他们猛烈地抨击了那些与越战问题有关或参与种族归厲问题的争论的教授们。

source: For example, at least one academic association has condemned scholars for conducting research of a "racist" nature.
zh_cn: 例如，至少有一个学术团体对学者开展种族归属问题研究予以了谴责。

source: Moreover, in a survey published in 1976, 11 percent of the professors who responded agreed that "academic research on the genetic bases of differences in intelligence should not be permitted, because it serves to sustain a fundamentally racist perspective," and 18 percent supported the proposition that such research "should be discouraged because it can easily serve to reinforce racial prejudices."
zh_cn: 此外，1976年公布的一份调查报告显示，在接受调查的教授当中，11%的人认为“对智力差异和遗传问题的学术研究是不应该被容许的，因为这项研究从根本上是为支持种族主义观点服务的”，而有18%的人则提议这样的研究“应该被阻止，因为它很容易使种族歧视现象进一步恶化”。

source: Regardless of their political coloration, all attacks on academic freedom rest upon a single rationale.
zh_cn: 不管他们的政治倾向如何，抨击学术自由原则的所有言行都是建立在一个单一的理论基础之上的。

source: To opponents of free expression, ideas are powerful; they frequently affect public policy and are used to justify important decisions.
zh_cn: 对反对言论自由的人来说，他们的思想和观点常常会影响公共政策的制定，而且还用来为重要的决定辩护。

source: As a result, misguided theories and specious arguments can cause considerable harm.
zh_cn: 因此，误导的理论和似是而非的观点会带来极大的危害。

source: Granted, one can always try to counter such views with opposing arguments.
zh_cn: 即使如此，人们总是能够用相反的论点予以反驳。

source: Yet only in science can errors be disproved decisively, and even there fallacious theories may linger for decades before they are finally put to rest.
zh_cn: 然而，错误只有在科学研究中才能够被明确地驳倒和推翻；甚至谬误在寿终正寝之前也可能会持续几十年。

source: In matters of social policy, shoddy ideas and dubious theories can persist indefinitely and be exploited by powerful people to justify inhumane and exploitative policies.
zh_cn: 就社会政策而言，低劣有害的思想和含糊不清的理论能够无限期地存在，并被强权人物所利用，为制定残酷的剥削政策辩护。

source: Hence, those who advocate censorship will acknowledge the value of free speech but argue that there are times when particular theories and opinions threaten to produce such grievous harm that they must be suppressed.
zh_cn: 所以，虽然那些提倡审查制度的人会承认言论自由的价值，但同时也认为，当某些具体特定的理论和观点可能会造成严重的危害时，这些理论和观点必须被禁止。

source: In presenting this view, opponents of academic freedom overlook two glaring weaknesses in their position.
zh_cn: 反对学术自由的人之所以提出这个观点，是忽视了其立场上两处非常突出的弱点。

source: In the first place, history reveals that those who try to stamp out heresy often make egregious mistakes.
zh_cn: 首先，历史告诉我们，那些试图消灭异端邪说的人经常犯下极大的错误。

source: Since the time of Socrates, intellectuals have been penalized under circumstances that seem embarrassing in retrospect.
zh_cn: 回想起自柏拉图时期以来知识分子遭受处罚的情形就会令人不安。

source: Professors have been dismissed or denied appointments for upholding the right to strike, for advocating racial integration, for refusing to testify before the House Un-American Activities Committee, for supporting the recognition of Communist China.
zh_cn: 因为支持罢工权，赞同种族融合，拒绝在众议院反美活动调查委员会前作证，支持承认共产党人领导的中国等，许多教授被解雇或解职。

source: As noted a figure as Bertrand Russell was barred from teaching at the City College of New York for propounding "immoral and salacious doctrines" that seemed to condone extramarital sex.
zh_cn: 像伯特兰·罗素这样著名的人物也因为提出了似乎涉及到宽恕婚外性行为问题的“道德败坏、色情淫秽的学说”而不允许在纽约城市学院任教。

source: Groups that seek to impose their orthodoxies today will presumably concede these errors, but will insist that their own opinions rest on firmer ground.
zh_cn: 如今，那些企图将他们的正统派观念强加于别人的组织或团体，或许会承认这些错误，但他们也会坚持认为自己的观点是具有较充分的理由的。

source: Yet those who attacked professors in the past must also have believed in the rightness of their cause.
zh_cn: 而且那些过去攻击教授的人们也一定坚信自己所从事的事业是正义的。

source: Insofar as we can tell, their actions stemmed from a sincere belief that it would be harmful to students and to the public at large to employ teachers who expressed ideas and supported policies that seemed at the time to be dangerously misguided.
zh_cn: 就我们所能够知道的，他们的行为也是基于一个真诚的信仰。他们相信，有的教授所阐述的思想和所支持的政策，在当时似乎有被错误地引人歧途的危险。因此大学一旦雇用这些教师，就会给学生，乃至公众带来危害。

source: Despite these good intentions, the results were often sadly mistaken, and we should be honest enough to acknowledge that similar errors will occur if we begin to penalize professors for their moral, political, or economic beliefs.
zh_cn: 然而，尽管这些都是出于好意，但令人悲哀的是，这样做经常会造成错误的后果；而我们也应该坦然承认，如果我们因教授们的道德信仰、政策信仰或经济信仰等问题而对他们实施处罚，那么就会出现类似的错误。

source: The second fallacy in all attempts at censorship is the implicit assumption that only like-minded people will be able to decide which orthodoxies to impose.
zh_cn: 就企图实施审査制度的各种尝试而言，第二个错误的观点是基于一个模糊不清的假设条件，即认为只有观点一致的人才能够决定强加哪种正统观念。

source: Bankers and industrialists proceeded on this premise at the turn of the century when business values predominated in the society.
zh_cn: 银行家和工业家们在商业价值观占社会主导地位的世纪之交是继续奉行这种假设观点的。

source: Radicals seem to have acted on the same assumption during the brief period in the late 1960s when their militant tactics threatened to push all opposition aside on campuses across the country.
zh_cn: 20世纪60年代末，激进主义者曾扬言要用他们的尚武策略来消除全国大学校园内的一切反对言论，他们短时期内也似乎是根据同一假定条件而行事的。

source: But history suggests that no faction can wield decisive influence indefinitely and that groups with differing views will be ready to wage war against unpopular opinions whenever the opportunity arises.
zh_cn: 然而历史表明，在派系斗争中，任何派别都不可能无限期地施加起决定作用的影响力。那些持不同观点的组织一有机会就会对不受欢迎的意见、观点发起挑战。

source: It required no more than a decade to discover how grossly the radicals overestimated their power and how quickly they were followed by fundamentalist groups and conservative forces intent on pressing their own values on television programming, school textbooks, and other means of communication.
zh_cn: 不出十年，人们就可发现，激进主义者大大地高估了自己的力量，而且很快就会透到基要主义者的追击，因为基要主义者也想把他们自己的价值观强加于电视节目、学校教科书和其他各种交际手段之中。

source: Ironically, the very professors who disdained academic freedom only ten years ago could soon find themselves clinging to the doctrine to protect themselves against the tide of conservative ideologies.
zh_cn: 具有讽刺意味的是，正是那些仅仅在十年前还鄙视学术自由的教授，可能很快就会发觉自己对此原则已是坚持不放，并以此来反对保守派思想潮流。

source: We need little imagination to perceive how efforts to impose political, economic, or moral judgments on faculty appointments might weaken the university.
zh_cn: 稍作想像，我们就可意识到，力图把政治、经济或道德观念强加在大学教师聘任工作之中的做法会给大学带来多大的损害。

source: Any faction with strong ideological views could mobilize pressure to block unwelcome appointments and discourage controversial candidates from accepting offers.
zh_cn: 任何具有强烈思想倾向的派别或组织都可施加压力，来防止不受欢迎的聘任工作出现，阻拦有争议的教授接受聘任。

source: Radical activists would protest the presence of faculty members with "racist" or "fascist" opinions.
zh_cn: 激进主义者会抗议持“种族主义”或“法西斯主义”观点的大学教师存在。

source: Arch-conservatives would oppose the appointment of Marxists, as they have tried to do in recent years by introducing shareholder resolutions to bar corporate contributions to universities employing Communists on their faculties.
zh_cn: 极端保守主义者会反对聘任马克思主义者，正如他们近年来所做的那样，通过引人股东决议制度来阻止公司或财团向聘用共产主义者担任教师的大学提供捐助。

source: Other groups could mount attacks of their own to block the appointment of professors who favor abortion, or believe in the heritability of intelligence, or advocate some other controversial position.
zh_cn: 其他的组织则也会对自己的成员发起攻击，阻挠聘用赞同妇女堕胎、相信智力遗传或支持其他一些有争议的观点的人员担任教授职位。

source: In the struggle between contending groups, it is doubtful whether any faction would emerge fully satisfied with the results.
zh_cn: 不同的派别各持己见，互相争斗，但斗争的任何一方是否会对结果感到非常满意还值得怀疑。

source: What is clear is that the university and its faculty would be badly damaged in the process.
zh_cn: 不过有一点是明确的，即在争辩过程中，大学及其教师将会遭受极大的损害。

source: Professors would be inhibited from expressing their opinions or even doing research on controversial subjects for fear of being penalized and harassed.
zh_cn: 教授们发表言论、观点的行为将被禁止，甚至因为担心受罚和骚扰，连从事有争议的课题研究也会遭到禁止。

source: Potential appointments would be quietly shelved to avoid provoking acrimonious disputes.
zh_cn: 本来可能聘任的教授职位也会被无声无息地暂时搁置，以免激起剧烈的争论。

source: In these ways faculty members would be restrained in the exercise of a freedom that is central to their calling.
zh_cn: 如果照此做法，那么大学教学人员的自由权利将会受到抑制，而自由权利却是他们从事教师的职业中最重要的一个组成部分。

source: The university would be unable to secure the services of professors who could contribute substantially to the institution.
zh_cn: 除此以外，大学还会无法保证向教授们提供服务，尽管他们可以为大学作出巨大的贡献。

source: And society would suffer the loss of new ideas and discoveries in fields that proved too controversial to attract able scholars.
zh_cn: 社会也会因为各个领域的争论太多，难以吸引有才华的学者而蒙受损失。那时，社会既没有了新思想，也缺乏新发现。
